The calculation could not be executed as configured. The network is not continuous. Check for disconnects before analyzing this network.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public static FailureDefinitionId Network_NotFullyConnected { get; }
  Visual Basic
Public Shared ReadOnly Property Network_NotFullyConnected As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ Network_NotFullyConnected {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures MEPCalculationFailures Class
  Autodesk.Revit.DB Namespace